#pragma once
//=================================
// ゲーム設定
// ================================
//勝利点数
const int WINPOINT = 21;
//バースト
const int BURST = 22;
//CPUが自動的にカードを引く合計
const int LIMIT = 15;
//=================================
// カード設定
// ================================
//カード最小値
const int MIN_CARD = 1;
//カード最大値
const int MAX_CARD = 11;
//山札
const int DECK = 44;
//同じ数字のカード枚数
const int SAME_CARD = 4;
//最初の配布枚数
const int GIVE_CARD = 2;
//=================================
// 引く・引かない
// ================================
//カードを引く
const int YES = 1;
//カードを引かない
const int NO = 0;
